{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"World":5,"Sports":6,"Business":7,"Sci/Tech":8,"!":9,"\"":10,"#":11,"$":12,"%":13,"&":14,"'":15,"(":16,")":17,"*":18,"+":19,",":20,"-":21,".":22,"/":23,"0":24,"1":25,"2":26,"3":27,"4":28,"5":29,"6":30,"7":31,"8":32,"9":33,":":34,";":35,"<":36,"=":37,">":38,"?":39,"@":40,"A":41,"B":42,"C":43,"D":44,"E":45,"F":46,"G":47,"H":48,"I":49,"J":50,"K":51,"L":52,"M":53,"N":54,"O":55,"P":56,"Q":57,"R":58,"S":59,"T":60,"U":61,"V":62,"W":63,"X":64,"Y":65,"Z":66,"[":67,"\\":68,"]":69,"^":70,"_":71,"`":72,"a":73,"b":74,"c":75,"d":76,"e":77,"f":78,"g":79,"h":80,"i":81,"j":82,"k":83,"l":84,"m":85,"n":86,"o":87,"p":88,"q":89,"r":90,"s":91,"t":92,"u":93,"v":94,"w":95,"x":96,"y":97,"z":98,"{":99,"|":100,"}":101,"~":102,"¡":103,"¢":104,"£":105,"¤":106,"¥":107,"¦":108,"§":109,"¨":110,"©":111,"ª":112,"«":113,"¬":114,"®":115,"¯":116,"°":117,"±":118,"²":119,"³":120,"´":121,"µ":122,"¶":123,"·":124,"¸":125,"¹":126,"º":127,"»":128,"¼":129,"½":130,"¾":131,"¿":132,"À":133,"Á":134,"Â":135,"Ã":136,"Ä":137,"Å":138,"Æ":139,"Ç":140,"È":141,"É":142,"Ê":143,"Ë":144,"Ì":145,"Í":146,"Î":147,"Ï":148,"Ð":149,"Ñ":150,"Ò":151,"Ó":152,"Ô":153,"Õ":154,"Ö":155,"×":156,"Ø":157,"Ù":158,"Ú":159,"Û":160,"Ü":161,"Ý":162,"Þ":163,"ß":164,"à":165,"á":166,"â":167,"ã":168,"ä":169,"å":170,"æ":171,"ç":172,"è":173,"é":174,"ê":175,"ë":176,"ì":177,"í":178,"î":179,"ï":180,"ð":181,"ñ":182,"ò":183,"ó":184,"ô":185,"õ":186,"ö":187,"÷":188,"ø":189,"ù":190,"ú":191,"û":192,"ü":193,"ý":194,"þ":195,"ÿ":196,"Ā":197,"ā":198,"Ă":199,"ă":200,"Ą":201,"ą":202,"Ć":203,"ć":204,"Ĉ":205,"ĉ":206,"Ċ":207,"ċ":208,"Č":209,"č":210,"Ď":211,"ď":212,"Đ":213,"đ":214,"Ē":215,"ē":216,"Ĕ":217,"ĕ":218,"Ė":219,"ė":220,"Ę":221,"ę":222,"Ě":223,"ě":224,"Ĝ":225,"ĝ":226,"Ğ":227,"ğ":228,"Ġ":229,"ġ":230,"Ģ":231,"ģ":232,"Ĥ":233,"ĥ":234,"Ħ":235,"ħ":236,"Ĩ":237,"ĩ":238,"Ī":239,"ī":240,"Ĭ":241,"ĭ":242,"Į":243,"į":244,"İ":245,"ı":246,"Ĳ":247,"ĳ":248,"Ĵ":249,"ĵ":250,"Ķ":251,"ķ":252,"ĸ":253,"Ĺ":254,"ĺ":255,"Ļ":256,"ļ":257,"Ľ":258,"ľ":259,"Ŀ":260,"ŀ":261,"Ł":262,"ł":263,"Ń":264,"Ġt":265,"in":266,"er":267,"Ġa":268,"on":269,"he":270,"es":271,"Ġs":272,"or":273,"an":274,"Ġthe":275,"ed":276,"en":277,"ar":278,"it":279,"at":280,"Ġf":281,"Ġo":282,"Ġc":283,"ing":284,"al":285,"Ġw":286,"re":287,"Ġp":288,"Ġto":289,"Ġb":290,"is":291,"Ġin":292,"ic":293,"ro":294,"as":295,"Ġof":296,"ĠS":297,"Ġm":298,"ay":299,"il":300,"nd":301,"Ġh":302,"ion":303,"ter":304,"Ġd":305,"le":306,"ĠA":307,"ou":308,"ĠT":309,"ĠC":310,"id":311,"om":312,"st":313,"ent":314,"Ġand":315,"ĠM":316,"Ġon":317,"et":318,"el":319,"ac":320,"ur":321,"Ġth":322,"ec":323,"ĠI":324,"ĠP":325,"ad":326,"Ġfor":327,"ĠB":328,"Ġn":329,"Ġl":330,"ig":331,"am":332,"ol":333,"ot":334,"ir":335,"Ġre":336,"Ġg":337,"ut":338,"Ġe":339,"ers":340,"Ġ-":341,"ĠW":342,"Ġ#":343,"day":344,"us":345,"39":346,"ĠN":347,"ve":348,"ĠF":349,"ĠR":350,"ill":351,"Ġst":352,"Ġr":353,"ow":354,"Ġ(":355,"est":356,"Ġit":357,"im":358,"ĠD":359,"th":360,"ver":361,"ĠU":362,"ra":363,"ation":364,"ĠG":365,"un":366,"ĠH":367,"ly":368,"ĠL":369,"qu":370,"ts":371,"ch":372,"up":373,"ith":374,"ĠE":375,"ew":376,"ear":377,"Ġan":378,"ĠO":379,"Ġat":380,"ce":381,"ak":382,"os":383,"igh":384,"Ġbe":385,"ul":386,"Ġas":387,"and":388,"Ġthat":389,"Ġwith":390,"ag":391,"ri":392,"em":393,"ld":394,"ters":395,"op":396,"ĠThe":397,"ess":398,"Ġcom":399,"Ġpro":400,"ain":401,"Ġ1":402,"Ġis":403,"Ġy":404,"ĠJ":405,"oc":406,"Ġsa":407,"ks":408,"Ġcon":409,"Ġits":410,"ĠIn":411,"'s":412,"ap":413,"ct":414,"all":415,"ian":416,"Ġ2":417,"Ġhe":418,"00":419,"Ġde":420,"Ġv":421,"ate":422,"uters":423,"ast":424,"Ġsaid":425,"um":426,"Ġby":427,"ft":428,"ĠSt":429,"ost":430,"ore":431,"ies":432,"ia":433,"our":434,"end":435,"Ġhas":436,"por":437,"Ġle":438,"rom":439,"ee":440,"Ġsh":441,"Ġqu":442,"Ġwh":443,"Ġex":444,"Ġpl":445,"ight":446,"ĠK":447,"ust":448,"Ġch":449,"oo":450,"euters":451,"Ġcomp":452,"und":453,"ack":454,"Ġfrom":455,"ist":456,"ment":457,"iv":458,"ity":459,"ard":460,"art":461,"Ġag":462,"ial":463,"pp":464,"if":465,"Ġpr":466,"oun":467,"Ġoff":468,"fter":469,"..":470,"esday":471,"ine":472,"ĠCh":473,"ug":474,"ive":475,"ud":476,"Ġhis":477,"ell":478,"Ġwas":479,"Ġwill":480,"Ġk":481,"ted":482,"ave":483,"Ġal":484,"ry":485,"ĠTh":486,"ab":487,"lt":488,"gt":489,"Ġnew":490,"ord":491,"Ġsp":492,"Ġafter":493,"ob":494,"ice":495,"ĠY":496,"ip":497,"Reuters":498,"oft":499,"Ġover":500,"mer":501,"ere":502,"Ġj":503,"Ġfir":504,"Ġse":505,"Ġwor":506,"arg":507,"ions":508,"ff":509,"ould":510,"ace":511,"se":512,"ĠV":513,"are":514,"ans":515,"ie":516,"ĠFr":517,"ĠUS":518,"ong":519,"ub":520,"Ġup":521,"ays":522,"ning":523,"\\$":524,"Ġhave":525,"Ġcl":526,"ick":527,"old":528,"any":529,"uc":530,"Ġyear":531,"tern":532,"wo":533,"out":534,"Ġare":535,"Ġtheir":536,"ue":537,"Ġout":538,"ge":539,"ame":540,"Ġac":541,"ome":542,"Ġ\\$":543,"Ġro":544,"Ġquot":545,"illion":546,"ail":547,"Ġun":548,"ke":549,"Ġsec":550,"ĠPr":551,"ide":552,"over":553,"ign":554,"ant":555,"ident":556,"ree":557,"ros":558,"ile":559,"AP":560,"ark":561,"ex":562,"ime":563,"ond":564,"ire":565,"Ġexp":566,"od":567,"ep":568,"Ġint":569,"raq":570,"Ġab":571,"ors":572,"og":573,"ake":574,"Ġfirst":575,"ens":576,"own":577,"ĠMon":578,"av":579,"ĠUn":580,"ish":581,"ass":582,"Ġtwo":583,"ich":584,"amp":585,"Ġres":586,"age":587,"ices":588,"ĠIraq":589,"ase":590,"urs":591,"ations":592,"eek":593,"port":594,"one":595,"ON":596,"Ġ200":597,"ber":598,"com":599,"Ġ--":600,"Ġop":601,"oll":602,"row":603,"ates":604,"ĠNew":605,"ure":606,"Ġagain":607,"Ġper":608,"rop":609,"ĠAP":610,"ary":611,"Ġmore":612,"hen":613,"ect":614,"ther":615,"act":616,"esident":617,"iday":618,"Ġbut":619,"Ġcont":620,"Ġsc":621,"Ġlead":622,"Ġ3":623,"ets":624,"Ġfin":625,"ach":626,"Ġrec":627,"edn":628,"ĠMonday":629,"erv":630,"ote":631,"ednesday":632,"uesday":633,"Ġte":634,"ance":635,"rit":636,"...":637,"hn":638,"hed":639,"Ġwin":640,"ĠWednesday":641,"ov":642,"ĠTuesday":643,"ursday":644,"Ġen":645,"ory":646,"iz":647,"mp":648,"Ġtr":649,"ank":650,"ĠInc":651,"ĠThursday":652,"lect":653,"Ġcompany":654,"anc":655,"ite":656,"Ġthis":657,"iss":658,"Ġad":659,"aw":660,"Ġnot":661,"ence":662,"ull":663,"ade":664,"ated":665,"Ġdis":666,"ĠFriday":667,"arter":668,"ational":669,"ous":670,"ict":671,"ount":672,"vest":673,"ood":674,"Ġone":675,"ĠSh":676,"eop":677,"ited":678,"ock":679,"earch":680,"ash":681,"Ġagainst":682,"icros":683,"ork":684,"ort":685,";/":686,"Ġthan":687,"Ġapp":688,"etw":689,"eople":690,"Ġinto":691,"OR":692,"ester":693,"ican":694,"urn":695,"Ġus":696,"oin":697,"gh":698,"ason":699,"Ġweek":700,"Ġlast":701,"ound":702,"oy":703,"Ġacc":704,"esterday":705,"ush":706,"Ġwho":707,"orm":708,"ĠAn":709,"ven":710,"Ġyesterday":711,"icrosoft":712,"Ġabout":713,"Ġinc":714,"Ġar":715,"Ġplay":716,"als":717,"ĠCor":718,"Ġcr":719,"ĠInd":720,"her":721,"eb":722,"man":723,"ĠSp":724,"roup":725,"Ġwere":726,"ib":727,"Ġthey":728,"ĠCom":729,"Ġann":730,"Ġoffic":731,"Ġall":732,"land":733,"overn":734,"Ġatt":735,"ware":736,"ina":737,"oss":738,"Ġbeen":739,"ext":740,"Ġear":741,"ĠIs":742,"pl":743,"ĠIntern":744,"Ġ&":745,"Ġim":746,"ition":747,"ey":748,"Ġworld":749,"reat":750,"Ġor":751,"vel":752,"ocks":753,"its":754,"Ġ4":755,"Ġman":756,"ical":757,"yst":758,"Ġhigh":759,"Ġmillion":760,"uct":761,"ang":762,"ll":763,"ton":764,"Ġhad":765,"eat":766,"Ġstr":767,"ird":768,"Ġmark":769,"Ġkill":770,"ced":771,"eral":772,"ĠAs":773,"Ġthree":774,"ind":775,"ĠCorp":776,"overnment":777,"AN":778,"onth":779,"ral":780,"tle":781,"ĠLe":782,"Ġret":783,"Qu":784,"Ġbl":785,"ook":786,"ose":787,"ower":788,"ased":789,"cent":790,"Ġ6":791,"ise":792,"hes":793,"ilit":794,"uss":795,"ting":796,"ĠPro":797,"gr":798,"ĠSund":799,"ected":800,"line":801,"urity":802,"ĠAmer":803,"Ġofficial":804,"AS":805,"ĠSunday":806,"ĠRe":807,"ines":808,"Ġwar":809,"Ġdec":810,"urop":811,"Ġteam":812,"Ġwould":813,"ok":814,"urope":815,"Ġend":816,"Ġback":817,"az":818,"ating":819,"Ġoil":820,"ĠUnited":821,"ix":822,"Ġcould":823,"ove":824,"olog":825,"able":826,"Ġserv":827,"ĠSat":828,"Ġannoun":829,"Ġdef":830,"Ġsl":831,"Ġfour":832,"ely":833,"Ġsecond":834,"FP":835,"ports":836,"Ġbu":837,"Ġgovernment":838,"Ġset":839,"Ġfl":840,"ph":841,"ugh":842,"ox":843,"ics":844,"Ġpol":845,"Ġyears":846,"Ġwhich":847,"ĠEx":848,"ons":849,"Ġmak":850,"oftware":851,"ales":852,"Ġcons":853,"ĠEn":854,"iness":855,"IN":856,"ents":857,"Ġsup":858,"ĠNE":859,"ĠReuters":860,"ĠEurope":861,"Ġmonth":862,"Ġpeople":863,"Ġtoday":864,"usiness":865,"Ġco":866,"ron":867,"ĠĠ":868,"ĠMicrosoft":869,"Ġind":870,"Ġplan":871,"ww":872,"ows":873,"orld":874,"inis":875,"Ġelect":876,"ĠPresident":877,"ubl":878,"Ġdes":879,"tt":880,"pr":881,"Ġprices":882,"air":883,"echn":884,"ĠAr":885,"Ġseason":886,"Ġpercent":887,"Ġ5":888,"Ġwhen":889,"ĠNEW":890,"ah":891,"ital":892,"hip":893,"ins":894,"Ġdown":895,"ier":896,"Ġnext":897,"enc":898,"Ġsays":899,"Ġquarter":900,"Ġpart":901,"Ġme":902,"Ġpre":903,"uch":904,"urday":905,"ef":906,"ally":907,"Ġsur":908,"Ġtime":909,"les":910,"ystem":911,"Ġgo":912,"lp":913,"ĠSaturday":914,"ement":915,"atch":916,"Ġnight":917,"Ġwork":918,"ings":919,"Ġreg":920,"ĠIt":921,"apan":922,"Ġcount":923,"Ġgame":924,"ief":925,"Ġ7":926,"Ġli":927,"ild":928,"Ġinvest":929,"Ġph":930,"ecut":931,"ĠCo":932,"Ġprod":933,"aj":934,"Ġthird":935,"ball":936,"US":937,"aun":938,"ĠBl":939,"ists":940,"onom":941,"ged":942,"ORK":943,"ĠBrit":944,"Ġbec":945,"inister":946,"uring":947,"ĠYORK":948,"echnolog":949,"Ġmarket":950,"Ġrecord":951,"Ġcap":952,"under":953,"Ġmay":954,"pt":955,"Ġne":956,"Ġvict":957,"eal":958,"orn":959,"Ġsoftware":960,"ran":961,"form":962,"cess":963,"omb":964,"ms":965,"Ġmilit":966,"ied":967,"ough":968,"Ġprof":969,"ustral":970,"ult":971,"Ġcan":972,"ision":973,"err":974,"Ġhelp":975,"rael":976,"Ġ10":977,"=\"":978,"ĠAf":979,"ars":980,"ames":981,"ĠFor":982,"ĠPl":983,"ĠWorld":984,"ĠOn":985,"ger":986,"oot":987,"ĠInternet":988,"Ġrele":989,"Ġopen":990,"Ġ2004":991,"ourt":992,"less":993,"ner":994,"Ġannounced":995,"els":996,"ned":997,"Ġbusiness":998,"uter":999,"lear":1000,"eld":1001,"ĠAl":1002,"Ġec":1003,"Ġconf":1004,"app":1005,"ĠJapan":1006,"ported":1007,"use":1008,"Ġgroup":1009,"Ġagre":1010,"ĠAir":1011,"000":1012,"Ġsome":1013,"Ġrun":1014,"Ġdeal":1015,"Ġbig":1016,"Ġlarg":1017,"ĠRes":1018,"urr":1019,"Quote":1020,"Ġbillion":1021,"Ġdo":1022,"ath":1023,"outh":1024,"Ġtop":1025,"ones":1026,"ands":1027,"rough":1028,"istan":1029,"ble":1030,"Ġcall":1031,"led":1032,"ica":1033,"Ġsecurity":1034,"rac":1035,"ĠChina":1036,"Ġtake":1037,"Ġmed":1038,"Ġmost":1039,"ares":1040,"io":1041,"ĠCon":1042,"ĠCl":1043,"inu":1044,"eep":1045,"year":1046,"ious":1047,"een":1048,"Ġpresident":1049,"Ġso":1050,"ĠJo":1051,"Ġins":1052,"Ġsay":1053,"Ġcar":1054,"Ġtarg":1055,"ces":1056,"Ġam":1057,"Ġtal":1058,"Ġeconom":1059,"RE":1060,"echnology":1061,"ague":1062,"Ġstart":1063,"ince":1064,"ĠAustral":1065,"ert":1066,"Ġnear":1067,"ĠPal":1068,"ĠRuss":1069,"Ġother":1070,"ward":1071,"Ġinter":1072,"ĠSec":1073,"Ġgrow":1074,"Ġvictory":1075,"iam":1076,"Ġrem":1077,"Ġkilled":1078,"Ġair":1079,"Ġday":1080,"Ġtri":1081,"Ġunder":1082,"Ġcomm":1083,"aim":1084,"gle":1085,"acks":1086,"ony":1087,"ives":1088,"Ġofficials":1089,"Ġsign":1090,"ĠBush":1091,"ajor":1092,"ĠFl":1093,"ield":1094,"round":1095,"ual":1096,"Ġreported":1097,"ures":1098,"riv":1099,"Ġbo":1100,"Ġsales":1101,"co":1102,"ampions":1103,"St":1104,"vent":1105,"ept":1106,"anad":1107,"ER":1108,"etwork":1109,"ants":1110,"Ġwe":1111,"ĠAt":1112,"other":1113,"orth":1114,"ĠIsrael":1115,"ĠEuropean":1116,"lud":1117,"Ġlaun":1118,"rug":1119,"lymp":1120,"ING":1121,"ĠCup":1122,"Ġhead":1123,"Ġoffer":1124,"ĠOp":1125,"Ġcut":1126,"inian":1127,"ient":1128,"velop":1129,"Ġ\"":1130,"Ġplans":1131,"Ġoper":1132,"alif":1133,"nings":1134,"ool":1135,"Ġcountry":1136,"rov":1137,"ĠNo":1138,"Ġtarget":1139,"Ġjust":1140,"ĠPh":1141,"ities":1142,"Ġprov":1143,"ling":1144,"ĠMar":1145,"fore":1146,"ĠComm":1147,"Ġget":1148,"way":1149,"ops":1150,"Ġ19":1151,"Ġbefore":1152,"BM":1153,"Ġhome":1154,"Ġdem":1155,"Ġbuy":1156,"Ġmanag":1157,"usp":1158,"ĠOlymp":1159,"gy":1160,"gan":1161,"ency":1162,"estinian":1163,"ederal":1164,"usic":1165,"ĠRed":1166,"Ġlaw":1167,"gest":1168,"ĠSer":1169,"ck":1170,"ium":1171,"ĠAmerican":1172,"Ġ8":1173,"Ġshow":1174,"oogle":1175,"Ġser":1176,"ember":1177,"Ġimp":1178,"Ġass":1179,"ĠStates":1180,"cer":1181,"ording":1182,"ission":1183,"ns":1184,"ĠAd":1185,"Ġbro":1186,"DA":1187,"ĠMinister":1188,"ange":1189,"Ġcharg":1190,"su":1191,"ax":1192,"ĠJohn":1193,"Ġno":1194,"Ġtak":1195,"ink":1196,";...":1197,"Ġlong":1198,"Ġreport":1199,"Ġjob":1200,";...&":1201,"Ġsystem":1202,"AFP":1203,"Ġact":1204,"ĠYork":1205,"ury":1206,"head":1207,"Ġnews":1208,"Ġformer":1209,"\"&":1210,"iant":1211,"Ġtra":1212,"ington":1213,"obile":1214,"to":1215,"Ġhost":1216,"icker":1217,"Ġfinal":1218,"TON":1219,"Ġkn":1220,"Ġbid":1221,"Ġyou":1222,"anies":1223,"Ġtro":1224,"ĠEng":1225,"Ġsu":1226,"Ġbr":1227,"med":1228,"Ġinclud":1229,"Ġwon":1230,"ai":1231,"ĠZ":1232,"thern":1233,"reak":1234,"Ġrel":1235,"ata":1236,"ech":1237,"AR":1238,".,":1239,"ump":1240,"Ġbank":1241,"Ġleast":1242,"AL":1243,"ese":1244,"Ġtechnology":1245,"ĠBritish":1246,"Ġfive":1247,"etween":1248,"ipp":1249,"raw":1250,"Ġmade":1251,"enn":1252,"ular":1253,"ause":1254,"fo":1255,"Ġpoin":1256,"ĠApp":1257,"Ġhim":1258,"Ġpost":1259,"Ġmajor":1260,"Ġindust":1261,"ĠPalestinian":1262,"ense":1263,"ublic":1264,"ending":1265,"Ġhit":1266,"Ġmake":1267,"Ġdevelop":1268,"ched":1269,"ĠProf":1270,"Ġher":1271,"Ġbomb":1272,"Ġmaker":1273,"Ġbetween":1274,"ady":1275,"Ġ9":1276,"Ġsw":1277,"ik":1278,"Ġexecut":1279,"Ġsm":1280,"Ġchief":1281,"Ġlat":1282,"erm":1283,"Ġeff":1284,"ollar":1285,"Ġlargest":1286,"Ġincre":1287,"error":1288,"Ġthem":1289,"Ġduring":1290,"ears":1291,"iew":1292,"Ġprogr":1293,"Ġdisc":1294,"ising":1295,"Ġcompanies":1296,"Ġprofit":1297,"ised":1298,"Ġtalks":1299,"ards":1300,"Ġif":1301,"//":1302,"ĠWith":1303,"Ġreb":1304,"Ġclaim":1305,"ĠIraqi":1306,"ley":1307,"ouse":1308,"66":1309,"ĠIndia":1310,"://":1311,"ttp":1312,"Ġthrough":1313,"rew":1314,"ĠWeb":1315,"Ġaccording":1316,"Ġwhat":1317,"ots":1318,"http":1319,"Ġtest":1320,"ful":1321,"Ġhop":1322,"Ġpay":1323,"fer":1324,"Ġext":1325,"Ġadd":1326,"ĠComp":1327,"Ġgl":1328,"ĠCol":1329,"Ġservice":1330,"ains":1331,"rem":1332,"ĠOct":1333,"Ġbat":1334,"Ġra":1335,"ale":1336,"gin":1337,"Ġanother":1338,"eeks":1339,"ered":1340,"EN":1341,"ireless":1342,"ivers":1343,"ĠSc":1344,"Ġsusp":1345,"Ġnow":1346,"Ġow":1347,"ĠCanad":1348,"Ġcoach":1349,"alf":1350,"ages":1351,"Ġloss":1352,"Ġleader":1353,"uclear":1354,"ĠOff":1355,"IS":1356,"www":1357,"ty":1358,"Ġexpected":1359,"ract":1360,"Ġintern":1361,"rup":1362,"Ġaut":1363,"uction":1364,"ĠLeague":1365,"ĠSouth":1366,"Ġsix":1367,"Ġgiant":1368,"Ġfil":1369,"af":1370,"ution":1371,"owing":1372,"Ġstri":1373,"ĠUp":1374,"Ġsearch":1375,"Ġinj":1376,"ility":1377,"Ġmeet":1378,"eneral":1379,"Ġexpl":1380,"ĠTr":1381,"used":1382,"ects":1383,"ications":1384,"ĠAFP":1385,"Ġtele":1386,"ĠDe":1387,"Ġproduc":1388,"Ġleft":1389,"Ġpe":1390,"ife":1391,"Ġ20":1392,"info":1393,"In":1394,"ticker":1395,"erry":1396,"reuters":1397,"REF":1398,"ĠHREF":1399,"akistan":1400,"ĠSept":1401,"Ġstate":1402,"Ġattack":1403,"'t":1404,"ĠOpen":1405,"Ġcost":1406,"ured":1407,"eed":1408,"Ġpower":1409,"son":1410,"ashington":1411,"Ġway":1412,"Ġthreat":1413,"Ġsub":1414,"ĠBe":1415,"Ġsince":1416,"ret":1417,"Ġdel":1418,"ĠWh":1419,"pos":1420,"Ġpass":1421,"Ġgu":1422,"back":1423,"Ġcourt":1424,"50":1425,"Ġmiss":1426,"Ġinf":1427,"ĠSe":1428,"Ġstill":1429,"very":1430,"Ġmove":1431,"ading":1432,"Ġprot":1433,"Ġriv":1434,"Ġwhile":1435,"bers":1436,"Ġindustry":1437,"Ġmov":1438,"ights":1439,"Ġearly":1440,"Ġcamp":1441,"Ġsell":1442,"ghan":1443,"Ġpolice":1444,"Ġbeing":1445,"Ġstrong":1446,"mb":1447,"Ġant":1448,"Ġfound":1449,"ĠAg":1450,"ments":1451,"Ġamp":1452,"str":1453,"uel":1454,"Ġ11":1455,"asp":1456,"Ch":1457,"arm":1458,"ĠX":1459,"vestor":1460,"Ġput":1461,"down":1462,"ĠInternational":1463,"min":1464,"ĠPrime":1465,"Ġreturn":1466,"Ġdead":1467,"Ġany":1468,"Ġshare":1469,"ĠAra":1470,"ĠAss":1471,"off":1472,"Ġmusic":1473,"ism":1474,"Ġdeb":1475,"Ġprogram":1476,"ne":1477,"ĠOil":1478,"ĠGroup":1479,"tel":1480,"EL":1481,"ress":1482,"racle":1483,"ries":1484,"ison":1485,"Ġagreed":1486,"be":1487,"Ġ'":1488,"obal":1489,"date":1490,"iol":1491,"ĠUN":1492,"par":1493,"Ġmilitary":1494,"Ġcent":1495,"rupt":1496,"aza":1497,"CO":1498,"ĠGoogle":1499,"New":1500,"ĠAfter":1501,"ĠKore":1502,"ench":1503,"Ġlook":1504,"ĠSox":1505,"Ġmonths":1506,"ators":1507,"ĠNorth":1508,"ĠBank":1509,"ator":1510,"Ġcol":1511,"Ġelection":1512,"INGTON":1513,"Ġdays":1514,"Ġrul":1515,"ĠChampions":1516,"oon":1517,"ys":1518,"uk":1519,"AT":1520,"ves":1521,"ches":1522,"Ġi":1523,"full":1524,"stocks":1525,"idn":1526,"Full":1527,"Ġnuclear":1528,"quick":1529,"ific":1530,"Ġgrowth":1531,"Ġcomputer":1532,"Ġ...":1533,"ĠWind":1534,"Ġpar":1535,"ource":1536,"quote":1537,"ible":1538,"investor":1539,"=/":1540,"ross":1541,"aspx":1542,"fullquote":1543,"FullQuote":1544,"quickinfo":1545,"ĠAb":1546,"iver":1547,"Ġonly":1548,"oci":1549,"ĠPC":1550,"Ġeven":1551,"Ġbecause":1552,"Ġclos":1553,"ASH":1554,"Ġterror":1555,"reet":1556,"ises":1557,"ĠMan":1558,"ĠBr":1559,"Ġsold":1560,"Ġmin":1561,"ĠHe":1562,"Ġ12":1563,"Ġdrug":1564,"Ġrest":1565,"erson":1566,"ĠWill":1567,"tain":1568,"ĠDav":1569,"oth":1570,"ĠGre":1571,"ips":1572,"urg":1573,"ootball":1574,"irect":1575,"ĠOlympic":1576,"put":1577,"ĠAT":1578,"urrican":1579,"Ġnum":1580,"Ġmobile":1581,"ĠAfghan":1582,"The":1583,"sp":1584,"Ġhold":1585,"Ġonline":1586,"ored":1587,"ĠState":1588,"rest":1589,"iers":1590,"ider":1591,"ustom":1592,"Ġround":1593,"ĠCar":1594,"ĠCalif":1595,"int":1596,"ĠAustralia":1597,"ASHINGTON":1598,"my":1599,"Ġleg":1600,"Ġincluding":1601,"ĠAnd":1602,"Ġstud":1603,"Ġphone":1604,"pite":1605,"ĠWindows":1606,"ĠBy":1607,"OS":1608,"Soft":1609,"Ġbeat":1610,"Ġfoll":1611,"Ġservices":1612,"Ġbel":1613,"ĠWASHINGTON":1614,"Ġresearch":1615,"ude":1616,"ĠAfr":1617,"Ġthere":1618,"ĠEngland":1619,"leg":1620,"red":1621,"Ġfall":1622,"let":1623,"ĠBag":1624,"Ġrev":1625,"amil":1626,"ative":1627,"hd":1628,"Ġspec":1629,"chool":1630,"Ġago":1631,"ĠPakistan":1632,"Ġshould":1633,"ĠWar":1634,"Ġplayers":1635,"cl":1636,"raft":1637,"ners":1638,"Ġhigher":1639,"Microsoft":1640,"Ġconsum":1641,"enter":1642,"ater":1643,"Ġjoin":1644,"ĠOr":1645,"ĠBut":1646,"ĠFall":1647,"Ġearnings":1648,"Ġhand":1649,"Ġspace":1650,"Ġlatest":1651,"Ġkey":1652,"Ġface":1653,"ĠMich":1654,"hel":1655,"uck":1656,"Ġlike":1657,"res":1658,"ene":1659,"hdad":1660,"Ġcity":1661,"ĠNational":1662,"ES":1663,"Ġreleased":1664,"based":1665,"Ġadv":1666,"eopleSoft":1667,"Ġpoints":1668,"Ġretail":1669,"ida":1670,"Ġfirm":1671,"Ġbiggest":1672,"Ġmany":1673,"Ġkeep":1674,"ideo":1675,"Ġnation":1676,"Ġbar":1677,"Ġrose":1678,"ĠIBM":1679,"ĠWashington":1680,"Ġmem":1681,"ĠWest":1682,"Ġfight":1683,"Ġstock":1684,"AG":1685,"ores":1686,"Ġfut":1687,"ĠSan":1688,"Ġdata":1689,"ĠGaza":1690,"Ġshares":1691,"oston":1692,"Ġcompet":1693,"imes":1694,"Ġmuch":1695,"Ġneed":1696,"Ġturn":1697,"quarter":1698,"Ġtit":1699,"Ġgames":1700,"ott":1701,"iting":1702,"Ġpublic":1703,"Ġacqu":1704,"ĠBaghdad":1705,"lin":1706,"ĠIsraeli":1707,"Ġviol":1708,"ike":1709,"Ġfree":1710,"ize":1711,"Ġfell":1712,"Ġref":1713,"ĠNetwork":1714,"Ġ2005":1715,"Ġdou":1716,"udan":1717,"ior":1718,"ĠAug":1719,"Ġtroops":1720,"Ġrecent":1721,"der":1722,"ians":1723,"BA":1724,"inux":1725,"36":1726,"ĠResearch":1727,"Ġche":1728,"Ġpeace":1729,"Ġstocks":1730,";&":1731,"ĠTe":1732,"ply":1733,"Ġcustom":1734,"OND":1735,"Ġvers":1736,"Ġgold":1737,"uts":1738,"ĠDec":1739,"10":1740,"aul":1741,"ended":1742,"ancial":1743,"Ġusers":1744,"Ġfail":1745,"ĠSup":1746,"ĠIran":1747,"ĠBo":1748,"Ġheld":1749,"Ġpast":1750,"Ġvis":1751,"Ġav":1752,"osition":1753,"ats":1754,"oods":1755,"so":1756,"Ġsuc":1757,"Ġwom":1758,"Ġfourth":1759,"eng":1760,"Ġinternational":1761,"Ġpolit":1762,"ĠAll":1763,"aign":1764,"ĠMc":1765,"ĠNews":1766,"ONDON":1767,"ĠRussian":1768,"AM":1769,"ĠApple":1770,"igital":1771,"ĠDar":1772,"hor":1773,"istr":1774,"Ġahead":1775,"Ġcontract":1776,"ĠBoston":1777,"ĠLONDON":1778,"Ġregion":1779,"Ġline":1780,"iving":1781,"ized":1782,"Up":1783,"Ġcontinu":1784,"Ġfac":1785,"Ġdev":1786,"ASA":1787,"rel":1788,"elt":1789,"Ġdemand":1790,"Ġord":1791,"ĠAmerica":1792,"Ġdirect":1793,"Ġtrade":1794,"Ġrelease":1795,"Ġlaunch":1796,"Ġwhere":1797,"rol":1798,"Ġleaders":1799,"rib":1800,"Ġprice":1801,"Ġcor":1802,"Ġeconomy":1803,"pe":1804,"Ġhom":1805,"ĠGu":1806,"ĠEar":1807,"Ġeng":1808,"ĠĠĠ":1809,"mail":1810,"Ġexecutive":1811,"ases":1812,"loy":1813,"isco":1814,"iger":1815,"ĠPress":1816,"Ġweeks":1817,"ĠSun":1818,"ĠBar":1819,"Ġstand":1820,"Ġred":1821,"opp":1822,"oney":1823,"ĠOracle":1824,"Ġhalf":1825,"ĠRussia":1826,"Ġforces":1827,"ĠLinux":1828,"Ġposs":1829,"ĠTo":1830,"Ġhow":1831,"Ġprocess":1832,"Ġsupport":1833,"Ġreports":1834,"Ġban":1835,"Ġgr":1836,"ober":1837,"aker":1838,"Ġ15":1839,"Ġ18":1840,"ĠQ":1841,"ĠSw":1842,"fur":1843,"Ġpresidential":1844,"Ġfederal":1845,"Ġuse":1846,"Ġconcer":1847,"Ġpress":1848,"ject":1849,"ĠStreet":1850,"ĠNov":1851,"Ġeconomic":1852,"EO":1853,"Ġenter":1854,"ĠAssoci":1855,"itch":1856,"ham":1857,"ĠFin":1858,"EC":1859,"erve":1860,"ends":1861,"Ġbet":1862,"Ġboost":1863,"ĠQu":1864,"ees":1865,"Ġform":1866,"ientists":1867,"eor":1868,"fat":1869,"ĠBu":1870,"Ġmain":1871,"Ġhist":1872,"sh":1873,"Ġtook":1874,"lo":1875,"urricane":1876,"hold":1877,"Ġemp":1878,"ĠGr":1879,"ĠMay":1880,"Ġright":1881,"ĠSecurity":1882,"orida":1883,"ided":1884,"ask":1885,"Ġlow":1886,"elf":1887,"Ġstra":1888,"Ġlower":1889,"Ġev":1890,"ults":1891,"Ġrival":1892,"Ġnumber":1893,"Ġdollar":1894,"Ġtitle":1895,"lim":1896,"Ġopp":1897,"Ġyour":1898,"ĠIndian":1899,"ĠFrench":1900,"Ġinvestig":1901,"Ġtry":1902,"atic":1903,"Ġnearly":1904,"riz":1905,"ying":1906,"ĠAc":1907,"ĠUnion":1908,"Ġdeath":1909,"Ġmen":1910,"Ġjobs":1911,"Ġhard":1912,"Ġcalled":1913,"Ġrece":1914,"veil":1915,"ĠOut":1916,"ought":1917,"ĠMot":1918,"Ġinvestors":1919,"ĠEd":1920,"lines":1921,"ĠDis":1922,"key":1923,"Ġseries":1924,"alt":1925,"ness":1926,"ann":1927,"Ġinterest":1928,"pped":1929,"Ġseven":1930,"Ġused":1931,"BC":1932,"Update":1933,"ĠSudan":1934,"Ġfind":1935,"ĠPhil":1936,"ĠWall":1937,"Ġaim":1938,"IT":1939,"ĠServ":1940,"ĠKorea":1941,"ĠCr":1942,"ĠHigh":1943,"ĠMin":1944,"ides":1945,"ĠPeopleSoft":1946,"ills":1947,"unications":1948,"ĠItal":1949,"Ġsever":1950,"ĠDep":1951,"Ġclose":1952,"Ġaround":1953,"Ġinv":1954,"Ġbuild":1955,"TO":1956,"anke":1957,"Ġfund":1958,"ĠOne":1959,"ades":1960,"ĠIntel":1961,"aring":1962,"Ġ14":1963,"IC":1964,"aid":1965,"Ġdri":1966,"ired":1967,"orks":1968,"Ġattacks":1969,"Ġpop":1970,"ael":1971,"ĠCity":1972,"Ġsent":1973,"ging":1974,"ĠElect":1975,"Ġglobal":1976,"idd":1977,"Ġworkers":1978,"ĠDem":1979,"mit":1980,"ams":1981,"Ġcampaign":1982,"ĠAng":1983,"ankees":1984,"br":1985,"Ġnetwork":1986,"Ġkilling":1987,"Ġlate":1988,"ĠMark":1989,"ened":1990,"ĠSays":1991,"Ġshort":1992,"cy":1993,"Ġcare":1994,"ĠSte":1995,"udge":1996,"ĠPar":1997,"ĠFlorida":1998,"Ġlit":1999,"akes":2000,"ĠDarfur":2001,"Ġquest":2002,"rod":2003,"iff":2004,"Ġmight":2005,"uj":2006,"15":2007,"ĠSeptember":2008,"ergy":2009,"ĠUK":2010,"Ġschool":2011,"Ġdet":2012,"idence":2013,"per":2014,"Ġca":2015,"abor":2016,"Ġsmall":2017,"ĠGame":2018,"Ġsuccess":2019,"att":2020,"adr":2021,"ĠOctober":2022,"Ġmod":2023,"ung":2024,"Ġ13":2025,"Ġdespite":2026,"Ġcase":2027,"Ġ30":2028,"ĠAustralian":2029,"inals":2030,"Ġ16":2031,"Ġvideo":2032,"top":2033,"Ġprom":2034,"artment":2035,"aving":2036,"outhern":2037,"Ġbroad":2038,"ĠSl":2039,"ĠKerry":2040,"Ġleading":2041,"ij":2042,"Ġversion":2043,"Ġpat":2044,"Ġchamp":2045,"igned":2046,"ĠNot":2047,"ĠOver":2048,"Ġ17":2049,"ĠCommission":2050,"Ġremain":2051,"orthern":2052,"ensive":2053,"ĠFederal":2054,"Ġagreement":2055,"Ġalso":2056,"ait":2057,"amed":2058,"Ġfollowing":2059,"get":2060,"ker":2061,"itt":2062,"ites":2063,"uman":2064,"ĠRep":2065,"Ġanal":2066,"ances":2067,"Ġdom":2068,"ĠPlay":2069,"by":2070,"Ġtax":2071,"Ġhol":2072,"ĠSy":2073,"Ġarrest":2074,"ener":2075,"Ġbest":2076,"ĠJapanese":2077,"Ġtrans":2078,"eth":2079,"ugg":2080,"Ġstar":2081,"ished":2082,"Ġappl":2083,"Ġnational":2084,"Ġrise":2085,"Ġgood":2086,"uce":2087,"Ġed":2088,"Ġpropos":2089,"Ġproducts":2090,"ĠTV":2091,"ĠIv":2092,"Ġste":2093,"Ġcapital":2094,"ornia":2095,"Ġbreak":2096,"sc":2097,"ved":2098,"Ġshe":2099,"ĠCourt":2100,"Ġfore":2101,"ystems":2102,"Ġfootball":2103,"uro":2104,"ways":2105,"ler":2106,"OL":2107,"Ġcond":2108,"time":2109,"ĠGeor":2110,"ĠRec":2111,"ession":2112,"ĠBra":2113,"Ġeas":2114,"ute":2115,"ĠTwo":2116,"orts":2117,"Ġwhe":2118,"Ġboth":2119,"mber":2120,"rove":2121,"Ġfamil":2122,"Ġregul":2123,"imb":2124,"Ġbegin":2125,"Ġcre":2126,"ape":2127,"Ġaway":2128,"owed":2129,"ĠGl":2130,"Ġcustomers":2131,"Ġlik":2132,"Ġcurr":2133,"ads":2134,"Ġgive":2135,"ĠDef":2136,"aster":2137,"Ġsol":2138,"ovember":2139,"Ġtouch":2140,"Ġinst":2141,"ĠDes":2142,"Ġstep":2143,"),":2144,"ole":2145,"Ġperson":2146,"Ġminister":2147,"Ġwell":2148,"Ġouts":2149,"Ġdecision":2150,"ĠPol":2151,"Ġ:":2152,"ocr":2153,"Th":2154,"ĠArafat":2155,"Ġwireless":2156,"ney":2157,"Ġforec":2158,"ooks":2159,"Ġmar":2160,"aseball":2161,"Ġbattle":2162,"Ġmeeting":2163,"Ġrace":2164,"Ġfuture":2165,"ren":2166,"Ġhere":2167,"Ġsuch":2168,"Ġcharges":2169,"umb":2170,"Ġplayer":2171,"ĠSAN":2172,"ĠFir":2173,"thers":2174,"ĠFrance":2175,"Ġfinancial":2176,"Ġmanager":2177,"Ġdue":2178,"Ġpolitical":2179,"ĠAm":2180,"Ġresp":2181,"Ġapprov":2182,"ĠCanadian":2183,"erman":2184,"ont":2185,"Ġequ":2186,"iants":2187,"Ġcrit":2188,"Ġmatch":2189,"ĠHam":2190,"Ġdigital":2191,"ĠYankees":2192,"iversity":2193,"Ġemploy":2194,"Ġforeign":2195,"Ġur":2196,"uf":2197,"Ġchampion":2198,"Ġengine":2199,"ĠEU":2200,"RAN":2201,"TA":2202,"ĠNovember":2203,"Ġexper":2204,"inal":2205,"Ġpull":2206,"Ġscored":2207,"Ġbeh":2208,"ĠCEO":2209,"urt":2210,"rows":2211,"go":2212,"ĠTest":2213,"ĠCalifornia":2214,"Ġtold":2215,"ension":2216,"Ġdiv":2217,"Ġemb":2218,"inese":2219,"ĠBritain":2220,"ming":2221,"ago":2222,"MS":2223,"ern":2224,"ĠMichael":2225,"of":2226,"hens":2227,"Ġresults":2228,"acy":2229,"Ġlife":2230,"Ġproble":2231,"Ġloc":2232,"Ġcell":2233,"prise":2234,"ĠProfit":2235,"ĠWilliam":2236,"Is":2237,"TE":2238,"orning":2239,"ours":2240,"airman":2241,"oid":2242,"Ġmer":2243,"lam":2244,"Ġlist":2245,"Ġreven":2246,"ering":2247,"ĠProfile":2248,"Ġwhether":2249,"eg":2250,"Ġunveil":2251,"formation":2252,"Ġcosts":2253,"ston":2254,"aps":2255,"Pod":2256,"adio":2257,"ĠShar":2258,"ĠShares":2259,"ric":2260,"enal":2261,"Ġob":2262,"Ġissu":2263,"ĠWin":2264,"Ġchip":2265,"Ġsettle":2266,"alk":2267,"ĠTex":2268,"Ġevery":2269,"Ġauthor":2270,"ift":2271,"Ġfew":2272,"Ġtrial":2273,"Ġseveral":2274,"ĠQuote":2275,"ĠTO":2276,"view":2277,"estern":2278,"ĠBig":2279,"Ġest":2280,"ana":2281,"ential":2282,"Ġwithout":2283,"ody":2284,"Ġsite":2285,"most":2286,"Ġperform":2287,"Ġsaying":2288,"ĠNASA":2289,"Ġstraight":2290,"Ġlittle":2291,"ĠMore":2292,"Ġbecome":2293,"Ġ100":2294,"Ġchampions":2295,"ĠEl":2296,"Ġelections":2297,"ministr":2298,"ĠChampionship":2299,"rown":2300,"for":2301,"ett":2302,"Ġacross":2303,"etworks":2304,"ĠPat":2305,"ĠPost":2306,"era":2307,"idnapp":2308,"Ġexpect":2309,"Ġmaking":2310,"Ġlaunched":2311,"ĠMus":2312,"ĠSeries":2313,"Ġbankrupt":2314,"Ġtrad":2315,"Ġopt":2316,"IL":2317,"retary":2318,"Ġeight":2319,"Ġmedia":2320,"Ġbetter":2321,"ktop":2322,"ĠSch":2323,"osp":2324,"Ġrock":2325,"ermany":2326,"alth":2327,"Ġ0":2328,"Ġ25":2329,"Ġdoes":2330,"Ġwinning":2331,"Ġpolic":2332,"ĠMed":2333,"ĠPe":2334,"Ġagency":2335,"ĠAugust":2336,"ĠGeneral":2337,"icket":2338,"ĠCont":2339,"ID":2340,"Ġreach":2341,"Ġneg":2342,"Ġplace":2343,"ĠVir":2344,"Ġstrike":2345,"FL":2346,"aff":2347,"Ġincrease":2348,"isk":2349,"Sp":2350,"Ġgreat":2351,"change":2352,"ĠComputer":2353,"Ġtelev":2354,"look":2355,"Ġweekend":2356,"IBM":2357,"Ġsk":2358,"Ġown":2359,"rist":2360,"ared":2361,"Ġquarterly":2362,"avy":2363,"ahoo":2364,"ĠCanada":2365,"ĠIT":2366,"ane":2367,"ĠMa":2368,"\\\\":2369,"ues":2370,"ĠNet":2371,"ĠSing":2372,"Ġlost":2373,"akers":2374,"Ġwomen":2375,"the":2376,"Ġfire":2377,"iet":2378,"Ġwound":2379,"ection":2380,"Ġrunning":2381,"IA":2382,"Ġhistory":2383,"esc":2384,"Ġanalyst":2385,"lex":2386,"aper":2387,"vers":2388,"ĠAfghanistan":2389,"Ġpriv":2390,"ĠPer":2391,"ĠWireless":2392,"Ġhopes":2393,"ived":2394,"Ġcontrol":2395,"Ġusing":2396,"oint":2397,"ĠTexas":2398,"Ġchall":2399,"ode":2400,"Ġlikely":2401,"ached":2402,"Ġconsumer":2403,"asts":2404,"ĠSpace":2405,"ather":2406,"ĠSen":2407,"Ġclear":2408,"Ġtaking":2409,"Ġhostage":2410,"Ġanti":2411,"field":2412,"pected":2413,"ĠChinese":2414,"Ġmanagement":2415,"icans":2416,"urance":2417,"Ġ24":2418,"Ġhealth":2419,"Ġless":2420,"AC":2421,"Ġvote":2422,"Ġbelie":2423,"Ġcome":2424,"ousands":2425,"Ġsee":2426,"Ġstat":2427,"Ġwarned":2428,"lier":2429,"Ġfield":2430,"rip":2431,"itz":2432,"Ġmembers":2433,"Ġfans":2434,"iles":2435,"ĠAtt":2436,"ĠDepartment":2437,"ufact":2438,"Sh":2439,"Ġpoll":2440,"ondon":2441,"Ġsame":2442,"oti":2443,"ience":2444,"Ġsen":2445,"ament":2446,"Ġchild":2447,"reen":2448,"Ġattem":2449,"ona":2450,"ev":2451,"ories":2452,"ĠIslam":2453,"Ġshot":2454,"Ġjump":2455,"LE":2456,"adium":2457,"Ġdist":2458,"Ġamong":2459,"lant":2460,"Ġdr":2461,"Ġshowed":2462,"ĠiPod":2463,"Ġbarrel":2464,"Ġfeat":2465,"we":2466,"UN":2467,"Ġboard":2468,"Ġlawsu":2469,"Ġconfir":2470,"--":2471,"td":2472,"Ġmorning":2473,"Ġask":2474,"Ġsum":2475,"ganiz":2476,"Ġvir":2477,"Ġled":2478,"Ġaccused":2479,"Ġposted":2480,"Ġtouchdown":2481,"ĠWilliams":2482,"ule":2483,"Ġtoward":2484,"ĠDavid":2485,"HE":2486,"Ġve":2487,"Ġseek":2488,"Ġdid":2489,"ĠDel":2490,"ified":2491,"Ġfar":2492,"etro":2493,"ĠPart":2494,"ĠHol":2495,"ele":2496,"ĠMac":2497,"Ġoperating":2498,"ĠEast":2499,"ĠThis":2500,"Ġexplos":2501,"uses":2502,"Ġpo":2503,"ĠJe":2504,"cil":2505,"ĠBay":2506,"ication":2507,"Ġrates":2508,"ĠDemocr":2509,"Ind":2510,"Ġent":2511,"ĠTal":2512,"Ġdrop":2513,"Ġfull":2514,"Oil":2515,"ĠGermany":2516,"Ġshar":2517,"Bl":2518,"Ġclub":2519,"Ġbehind":2520,"leged":2521,"ĠHurricane":2522,"aking":2523,"Ġmedal":2524,"ĠChief":2525,"Ġamid":2526,"zil":2527,"ĠCong":2528,"Ġ21":2529,"Ġgoing":2530,"Ġfuel":2531,"Ġgas":2532,"Ġprison":2533,"itive":2534,"Ġclaims":2535,"Ġfoc":2536,"icago":2537,"set":2538,"ĠNations":2539,"amb":2540,"olution":2541,"Ġball":2542,"An":2543,"ready":2544,"ĠJust":2545,"ges":2546,"ĠRet":2547,"porate":2548,"Ġwins":2549,"ĠLondon":2550,"Ġmilitants":2551,"draw":2552,"Ġrate":2553,"Ġpossible":2554,"ĠTur":2555,"Ġrepl":2556,"Ġemer":2557,"Ġviolence":2558,"Ġmid":2559,"Ġaccess":2560,"Ġtakes":2561,"Ġtoo":2562,"ĠLead":2563,"Ġvisit":2564,"osing":2565,"ĠWe":2566,"ĠUniversity":2567,"que":2568,"ino":2569,"itions":2570,"ĠSearch":2571,"ĠBill":2572,"Ġaction":2573,"ĠPaul":2574,"ama":2575,"vey":2576,"Ġappear":2577,"ately":2578,"ĠMo":2579,"reas":2580,"ota":2581,"ĠJan":2582,"yo":2583,"ĠGold":2584,"raud":2585,"ENS":2586,"ined":2587,"Ġland":2588,"ĠAthens":2589,"band":2590,"Ġinformation":2591,"ĠChar":2592,"Ġactiv":2593,"cast":2594,"ĠLou":2595,"ĠMart":2596,"Ġsem":2597,"asser":2598,"Ġhuman":2599,"ening":2600,"ald":2601,"Ġwatch":2602,"Ġbring":2603,"Ġinfl":2604,"Ġbankruptcy":2605,"ouston":2606,"Ġvot":2607,"Ġchang":2608,"Ġsim":2609,"Ġcame":2610,"Ġcash":2611,"ĠFRAN":2612,"Ġphones":2613,"Ġel":2614,"Ġtrading":2615,"inc":2616,"Ġgot":2617,"ĠAfrica":2618,"Ġalmost":2619,"andid":2620,"ONT":2621,"Ġsigned":2622,"Ġbegan":2623,"Ġcrude":2624,"ourn":2625,"Ġscientists":2626,"BS":2627,"ĠGerman":2628,"ĠSm":2629,"ĠStocks":2630,"ouncil":2631,"Ġinjured":2632,"ĠChe":2633,"Ġvo":2634,"Ġdoub":2635,"ena":2636,"ĠHow":2637,"ources":2638,"ĠFed":2639,"Ġtakeover":2640,"ministration":2641,"Ġtool":2642,"run":2643,"ĠFranc":2644,"oes":2645,"ĠHouse":2646,"ĠLtd":2647,"Ġprofits":2648,"Ex":2649,"ivil":2650,"Ġpopular":2651,"Ġtelevision":2652,"Ġmess":2653,"Ġdoc":2654,"ption":2655,"Ġhelped":2656,"ĠFalluj":2657,"raph":2658,"Ġchange":2659,"Ġmass":2660,"Ġlevel":2661,"owl":2662,"Ġreal":2663,"rust":2664,"ĠChicago":2665,"Ġsoldiers":2666,"wan":2667,"ĠSony":2668,"ĠMuslim":2669,"Ġnine":2670,"6666":2671,"Ġcontin":2672,"Ġcarri":2673,"AD":2674,"Ġenergy":2675,"Ġconfer":2676,"Ġpush":2677,"Ġrequ":2678,"Ġalleged":2679,"oring":2680,"ĠRy":2681,"ĠJones":2682,"Ġsaf":2683,"ĠDeal":2684,"ĠHouston":2685,"ĠJu":2686,"wide":2687,"Ġold":2688,"apons":2689,"Ġsenior":2690,"ring":2691,"ĠHar":2692,"Ġoffering":2693,"VD":2694,"asing":2695,"Ġended":2696,"ĠSales":2697,"Ġthose":2698,"Ġpres":2699,"Ġdied":2700,"Ġjudge":2701,"ĠSecretary":2702,"Ġhot":2703,"ĠWhen":2704,"Ġintrod":2705,"Ġstudy":2706,"Ġsing":2707,"ece":2708,"Ġsoon":2709,"Ġ199":2710,"Ġmet":2711,"Ġcareer":2712,"Ġnegoti":2713,"UP":2714,"anks":2715,"Ġfur":2716,"icks":2717,"ĠArs":2718,"urch":2719,"Ġever":2720,"UR":2721,"ronics":2722,"Ġproduct":2723,"ream":2724,"Ġearlier":2725,"ĠAirways":2726,"Ġunt":2727,"ecutive":2728,"vious":2729,"aces":2730,"Ġunit":2731,"ĠSu":2732,"ĠRob":2733,"okes":2734,"Ġsource":2735,"151":2736,"Ġfact":2737,"ander":2738,"Ġproduction":2739,"gypt":2740,"Ġbill":2741,"Ġmoney":2742,"HENS":2743,"ĠMer":2744,"ĠDown":2745,"Ġparty":2746,"Ġnorthern":2747,"ĠAtlant":2748,"ealth":2749,"Ġheart":2750,"Ġalready":2751,"Ġcuts":2752,"eing":2753,"icide":2754,"Ġstorm":2755,"ĠGames":2756,"ĠSpain":2757,"ĠAfrican":2758,"Ġsouthern":2759,"aced":2760,"Ġkidnapp":2761,"anches":2762,"Ġopening":2763,"comm":2764,"Ġmanufact":2765,"yn":2766,"isc":2767,"Ġgain":2768,"utch":2769,"Ġrevenue":2770,"Ġannounce":2771,"Ġyet":2772,"ĠIndones":2773,"isis":2774,"Ġsuff":2775,"ĠCub":2776,"Ġpersonal":2777,"Ġpot":2778,"ĠSP":2779,"undred":2780,"press":2781,"Ġcapt":2782,"Ġgets":2783,"vert":2784,"Ġshut":2785,"ĠFRANC":2786,"Ġdraw":2787,"ety":2788,"ĠATHENS":2789,"Ġter":2790,"Ġple":2791,"ashed":2792,"Ġpubl":2793,"Ġmult":2794,"iron":2795,"ĠNext":2796,"Ġseem":2797,"Ġefforts":2798,"urd":2799,"Ġlet":2800,"ĠOlympics":2801,"ĠCons":2802,"Ġforce":2803,"Ġdefense":2804,"ĠOnline":2805,"Ġpitch":2806,"Ġinit":2807,"Ġmust":2808,"Ġperformance":2809,"YO":2810,"ym":2811,"ille":2812,"SE":2813,"enger":2814,"expected":2815,"ĠAmericans":2816,"ISCO":2817,"ĠService":2818,"ining":2819,"ĠTra":2820,"Ġcalls":2821,"asket":2822,"Ġconference":2823,"Ġfre":2824,"Ġfast":2825,"Ġmat":2826,"Ġsched":2827,"Ġrej":2828,"Ġaccount":2829,"Ġcountries":2830,"Ġgeneral":2831,"reme":2832,"ĠAssociation":2833,"ĠCle":2834,"ĠRo":2835,"ently":2836,"Ġconcerns":2837,"ĠFRANCISCO":2838,"Bush":2839,"Ġgave":2840,"utin":2841,"Ġweb":2842,"iance":2843,"Ġcorporate":2844,"unt":2845,"anced":2846,"ĠReal":2847,"resh":2848,"Google":2849,"unity":2850,"rial":2851,"ĠBlack":2852,"wood":2853,"Ġsug":2854,"ospital":2855,"ĠAN":2856,"une":2857,"Ġwithdraw":2858,"Ġforecast":2859,"ĠVirgin":2860,"ĠAst":2861,"Ġgrowing":2862,"ĠLouis":2863,"Ġsale":2864,"Ġfe":2865,"ĠReserve":2866,"ĠCommunications":2867,"rong":2868,"ya":2869,"Ġhours":2870,"Ġexpand":2871,"ĠSystems":2872,"ĠCH":2873,"Ġnet":2874,"okyo":2875,"Ġmakes":2876,"Ġoutside":2877,"KYO":2878,"Ġready":2879,"occer":2880,"ĠAngel":2881,"Ġrecover":2882,"Ġtrying":2883,"Ġconsider":2884,"Ġport":2885,"ĠIf":2886,"Ġcomputers":2887,"Ġtow":2888,"Ġmarkets":2889,"Ġcivil":2890,"ĠMars":2891,"Ġwithin":2892,"ĠHold":2893,"Ġyards":2894,"ually":2895,"Ġaid":2896,"Ġlegal":2897,"ĠTOKYO":2898,").":2899,"olf":2900,"ĠInter":2901,"No":2902,"Ġstake":2903,"Ġteams":2904,"Mart":2905,"ĠCouncil":2906,"Ġsn":2907,"Ġqualif":2908,"Ġenough":2909,"ĠAnn":2910,"China":2911,"Iraq":2912,"Ġconv":2913,"iddle":2914,"mir":2915,"14":2916,"Ġcandid":2917,"utes":2918,"Ġleague":2919,"Ġavail":2920,"Ġreached":2921,"Ġcontinue":2922,"ds":2923,"ris":2924,"Ġcoll":2925,"ĠMiss":2926,"ender":2927,"Ġaimed":2928,"aq":2929,"Ġden":2930,"Ġ23":2931,"bus":2932,"Ġothers":2933,"ayed":2934,"Ġstop":2935,"Ġunion":2936,"ically":2937,"ily":2938,"ĠKill":2939,"Canad":2940,"ertain":2941,"ĠNFL":2942,"Stocks":2943,"Israel":2944,"Ġuntil":2945,"Ġfile":2946,"Ġwrit":2947,"ĠLos":2948,"Ġlift":2949,"Ġarrested":2950,"ĠGeorge":2951,"Ġreve":2952,"Ġslow":2953,"Ġprepar":2954,"ĠAirlines":2955,"Ġairline":2956,"tor":2957,"Ġben":2958,"ront":2959,"Ġweapons":2960,"ĠBrazil":2961,"Ġlocal":2962,"Ġrally":2963,"Ġdefeat":2964,"ishing":2965,"Ġcharged":2966,"ĠEnd":2967,"rap":2968,"anchester":2969,"ulation":2970,"Ġanalysts":2971,"ault":2972,"inks":2973,"Ġcop":2974,"Ġblock":2975,"Ġsystems":2976,"ĠArab":2977,"ĠGrand":2978,"uary":2979,"ĠThey":2980,"Ġtaken":2981,"Ġrebels":2982,"For":2983,"SP":2984,"ĠMadr":2985,"Ġcompetition":2986,"Ġopposition":2987,"Ġquestion":2988,"12":2989,"orage":2990,"Ġcoun":2991,"rian":2992,"iami":2993,"Ġfailed":2994,"ĠAsia":2995,"Ġinsurg":2996,"Ġauthorities":2997,"FONT":2998,"enge":2999,"Ġeffort":3000,"asketball":3001,"Ġlo":3002,"Ġ22":3003,"iffer":3004,"Ġinvol":3005,"aud":3006,"lege":3007,"Ġcontinued":3008,"aled":3009,"Ġrep":3010,"Ġeach":3011,"Ġfurther":3012,"EM":3013,"Ġwants":3014,"Ġonce":3015,"ĠGiants":3016,"Ġspokes":3017,"Ġstarting":3018,"Ġchampionship":3019,"ĠBack":3020,"oung":3021,"Ġsuppl":3022,"CP":3023,"ĠTro":3024,"oto":3025,"iven":3026,"Ġdisput":3027,"Ġarriv":3028,"Ġsuper":3029,"ipped":3030,"Ġretailer":3031,"ĠChrist":3032,"uge":3033,"Ġprevious":3034,"Ġevent":3035,"using":3036,"ĠYasser":3037,"Ġsuggest":3038,"Ġeuro":3039,"Ġpract":3040,"mar":3041,"ĠAgain":3042,"Ġpos":3043,"ĠBAG":3044,"ĠMadrid":3045,"UL":3046,"held":3047,"Ġfiled":3048,"ĠWal":3049,"Ġdouble":3050,"ĠBusiness":3051,"ĠDVD":3052,"comp":3053,"Ġfinally":3054,"Ġcentral":3055,"ability":3056,"Ġfav":3057,"Ġoffice":3058,"Ġspecial":3059,"ĠIvan":3060,"DAD":3061,"icip":3062,"Ġthousands":3063,"Ġspending":3064,"ournal":3065,"HDAD":3066,"right":3067,"tered":3068,"Ġrebel":3069,"ails":3070,"Ġinvestment":3071,"Ġdownlo":3072,"Ġraised":3073,"ĠItalian":3074,"Ġdomin":3075,"Russ":3076,"Ġaff":3077,"ims":3078,"ĠBAGHDAD":3079,"han":3080,"ellite":3081,"phone":3082,"Re":3083,"bit":3084,"Ġsat":3085,"Ġlooking":3086,"ĠSet":3087,"ĠTHE":3088,"Ġstrugg":3089,"Ġpotential":3090,"cing":3091,"Ġside":3092,"Ġfresh":3093,"Ġhands":3094,"ĠMos":3095,"imate":3096,"Ġdesigned":3097,"Ġexecutives":3098,"IR":3099,"sue":3100,"Ġfig":3101,"ĠCent":3102,"Ġroll":3103,"mark":3104,"tal":3105,"ĠTit":3106,"Ġ27":3107,"Ġ2006":3108,"ĠAut":3109,"add":3110,"Ġgun":3111,"Ġquarterback":3112,"Ġoperations":3113,"ĠDavis":3114,"ollars":3115,"ple":3116,"ĠSoftware":3117,"ĠArmy":3118,"Ġinjury":3119,"ĠManchester":3120,"order":3121,"Ġseen":3122,"onds":3123,"Ġcrisis":3124,"Ġfamily":3125,"liam":3126,"nes":3127,"ĠNiger":3128,"ĠYahoo":3129,"News":3130,"ĠEarth":3131,"30":3132,"kins":3133,"ĠGreen":3134,"Ġcred":3135,"Ġpressure":3136,"Ġdrive":3137,"Ġpack":3138,"liament":3139,"rich":3140,"Ġpred":3141,"rovers":3142,"Ġdam":3143,"Ġey":3144,"ĠFrancisco":3145,"Ġhits":3146,"aded":3147,"ĠFirst":3148,"ĠMiami":3149,"Ġcoming":3150,"Ġenv":3151,"gers":3152,"Ġsize":3153,"Ġcenter":3154,"ĠBowl":3155,"ĠStadium":3156,"part":3157,"Ġ,":3158,"asters":3159,"ĠMe":3160,"ĠPrices":3161,"illeg":3162,"Ġground":3163,"ĠFrom":3164,"ĠEgypt":3165,"ounds":3166,"Ġ50":3167,"Ġmon":3168,"ural":3169,"Ġchips":3170,"okia":3171,"Ġfraud":3172,"ĠDon":3173,"Ġallow":3174,"Ġrisk":3175,"ĠInvest":3176,"undreds":3177,"ĠHel":3178,"Ġcomb":3179,"anked":3180,"Ġruling":3181,".'":3182,"Ġwent":3183,"acing":3184,"Ġrights":3185,"Ġchildren":3186,"lom":3187,"hest":3188,"Ġgener":3189,"ĠCoast":3190,"Ġtravel":3191,"FT":3192,"ĠTop":3193,"iding":3194,"Ġgains":3195,"Ġgetting":3196,"Ġpolicy":3197,"icted":3198,"obe":3199,"Ġinsurance":3200,"11":3201,"Ġdollars":3202,"ĠTech":3203,"ĠFormer":3204,"ico":3205,"Ġtrack":3206,"Ġlarge":3207,"ĠBro":3208,"ĠBel":3209,"unes":3210,"Ġdesktop":3211,"ĠXP":3212,"HL":3213,"Ġspeed":3214,"ipment":3215,"thlet":3216,"Ġsupply":3217,"aches":3218,"aves":3219,"Ġgoal":3220,"hib":3221,"Pal":3222,"men":3223,"DATE":3224,"post":3225,"arz":3226,"Ġthen":3227,"Ġdon":3228,"eck":3229,"ention":3230,"ĠPrem":3231,"tors":3232,"urities":3233,"irc":3234,"Ġval":3235,"Ġchairman":3236,"ĠThere":3237,"Ġtalk":3238,"aging":3239,"Ġspam":3240,"Ġcharge":3241,"rowser":3242,"Ġpil":3243,"ĠTor":3244,"aged":3245,"ĠArsenal":3246,"verage":3247,"Ġprotest":3248,"itor":3249,"oman":3250,"uced":3251,"elta":3252,"Ġpick":3253,"porters":3254,"ashes":3255,"ĠExchange":3256,"ĠWhite":3257,"opping":3258,"CC":3259,"ĠThat":3260,"Ġannual":3261,"Ġstrate":3262,"Ġproblems":3263,"Ġbenef":3264,"ĠJob":3265,"ells":3266,"Ġfighting":3267,"Ġtw":3268,"Ġwant":3269,"cept":3270,"Ġspot":3271,"ĠMal":3272,"Ġnever":3273,"Ġprime":3274,"Fr":3275,"month":3276,"roll":3277,"ĠPac":3278,"Ġbeg":3279,"ably":3280,"Ġworking":3281,"ĠBlair":3282,"elebr":3283,"Ġcanc":3284,"Ġstore":3285,"iber":3286,"ze":3287,"Ġilleg":3288,"Ġtour":3289,"ilt":3290,"Ġholiday":3291,"Com":3292,"Ġdriv":3293,"ĠVi":3294,"anger":3295,"Ġident":3296,"ĠCenter":3297,"urning":3298,"aiwan":3299,"icial":3300,"ĠAM":3301,"rief":3302,"Ġdiscuss":3303,"rize":3304,"ĠPower":3305,"ĠNow":3306,"Ġpowerful":3307,"icit":3308,"Ġ28":3309,"Ġprovide":3310,"Ġtreat":3311,"ĠPark":3312,"ctions":3313,"alled":3314,"Ġarmy":3315,"ĠTrade":3316,"Ġinvestigation":3317,"Ġtimes":3318,"Ġfired":3319,"ĠAcc":3320,"anish":3321,"ceed":3322,"osed":3323,"Ġvol":3324,"uff":3325,"me":3326,"arra":3327,"ĠIP":3328,"ula":3329,"oper":3330,"maker":3331,"ype":3332,"OM":3333,"Ġname":3334,"Ġpoint":3335,"itness":3336,"Ġfears":3337,"illing":3338,"ĠLaw":3339,"IP":3340,"game":3341,"hy":3342,"kra":3343,"Ġrivals":3344,"Ġrules":3345,"reland":3346,"Ġdisapp":3347,"Ġbusinesses":3348,"Ġattempt":3349,"ĠCap":3350,"illa":3351,"ploy":3352,"ĠTom":3353,"ĠCard":3354,"Ġselling":3355,"ukos":3356,"ĠTony":3357,"ĠPlan":3358,"500":3359,"Ph":3360,"ead":3361,"Ġsom":3362,"ailed":3363,"Ġplayoff":3364,"ronic":3365,"ĠPM":3366,"Ġprivate":3367,"ĠAngeles":3368,"Ġavailable":3369,"ĠTokyo":3370,"Ġexpectations":3371,"miss":3372,"ifth":3373,"NE":3374,"Ġheavy":3375,"Ġsurvey":3376,"Ġcour":3377,"ennis":3378,"Ġhope":3379,"Ġstores":3380,"ĠEc":3381,"ĠAsian":3382,"IM":3383,"ords":3384,"Ġplanned":3385,"Ġweak":3386,"Ġbaseball":3387,"Ġdro":3388,"Ġdiffer":3389,"ria":3390,"echnologies":3391,"ĠWins":3392,"merc":3393,"Ġconsumers":3394,"EU":3395,"ĠShe":3396,"Ġchance":3397,"ĠPalestinians":3398,"ference":3399,"ĠMil":3400,"ĠHew":3401,"ĠRyder":3402,"ruct":3403,"ini":3404,"Ġruns":3405,"Ġdevelopment":3406,"ĠIslamic":3407,"UPDATE":3408,"Ġradio":3409,"overed":3410,"actor":3411,"Ġimport":3412,"Ġknown":3413,"Ġorder":3414,"ĠTour":3415,"oming":3416,"ĠExpl":3417,"Ġconfirmed":3418,"ĠThree":3419,"Ġdecided":3420,"sw":3421,"Ġnamed":3422,"ĠDrug":3423,"ume":3424,"oreign":3425,"Ġworth":3426,";,":3427,"ĠTalks":3428,"asd":3429,"ackers":3430,"oys":3431,"ĠEnter":3432,"One":3433,"Ġcrow":3434,"ĠMusic":3435,"eattle":3436,"Ġblast":3437,"Ġflight":3438,"Ġasked":3439,"asdaq":3440,"Ġbody":3441,"ĠKen":3442,"ixed":3443,"Ġimprove":3444,"mo":3445,"ĠPay":3446,"Ġknow":3447,"Ġregulators":3448,"ĠPort":3449,"owell":3450,"Ġabove":3451,"Ġappeal":3452,"anium":3453,"Ġapproved":3454,"Ġwarning":3455,"Ġmissing":3456,"Ġunveiled":3457,"mercial":3458,"UK":3459,"egr":3460,"Ġhouse":3461,"ĠFire":3462,"awi":3463,"Ġfocus":3464,"Ġterm":3465,"Ġhospital":3466,"stit":3467,"MW":3468,"ction":3469,"Ġ26":3470,"atives":3471,"ope":3472,"Ġtourn":3473,"Ġprobe":3474,"Col":3475,"Ġmort":3476,"Ġgra":3477,"20":3478,"che":3479,"Ġsepar":3480,"hic":3481,"agu":3482,"Ġcurrent":3483,"ĠParis":3484,"uit":3485,"ained":3486,"vention":3487,"ĠAdv":3488,"Ġsharehold":3489,"Ġissue":3490,"illions":3491,"Ġprob":3492,"ĠProt":3493,"MC":3494,"ĠSur":3495,"term":3496,"uments":3497,"Ġshows":3498,"Ġcontrovers":3499,"Ġ40":3500,"rought":3501,"ushed":3502,"Ġview":3503,"Ġarea":3504,"ashmir":3505,"Ġcolor":3506,"NY":3507,"Ġrising":3508,"ĠExp":3509,"Ar":3510,"Japan":3511,"Ġleave":3512,"Ġspe":3513,"ĠAnt":3514,"Ġsuicide":3515,"ĠSharon":3516,"fl":3517,"Ġcelebr":3518,"Ġcaptain":3519,"ination":3520,"ĠVer":3521,"Un":3522,"Ġbird":3523,"ĠBuy":3524,"TS":3525,"ving":3526,"ĠStock":3527,"Ġacquis":3528,"ĠLaun":3529,"AGO":3530,"olph":3531,"Ġconn":3532,"Ġ2003":3533,"ĠDecember":3534,"Ġmerger":3535,"Ġcard":3536,"Ġthink":3537,"ively":3538,"itional":3539,"Ġdebt":3540,"Ġemployees":3541,"Ġsqu":3542,"Ġlight":3543,"Ġfirms":3544,"ĠMotor":3545,"alls":3546,"Ġlawsuit":3547,"ĠTeam":3548,"beat":3549,"ify":3550,"Ġadministration":3551,"Ġsuspected":3552,"Austral":3553,"Ġmag":3554,"Ġhapp":3555,"ĠMor":3556,"ĠIreland":3557,"ires":3558,"ganization":3559,".\"":3560,"Ġstay":3561,"istry":3562,"Ġincreased":3563,"ease":3564,"Ġposition":3565,"ĠStrip":3566,"ilities":3567,"ironment":3568,"kes":3569,"ĠRock":3570,"ĠLa":3571,"Ġcomplet":3572,"Ġgroups":3573,"Ġlater":3574,"bo":3575,"ĠMike":3576,"elph":3577,"Ġgiven":3578,"Ġturned":3579,"ĠCongress":3580,"Ġbad":3581,"Ġlink":3582,"ĠWork":3583,"ĠNBA":3584,"season":3585,"Ġserver":3586,"ĠBoeing":3587,"Ġdevices":3588,"pan":3589,"ĠForeign":3590,"Ġprop":3591,"andal":3592,"Ġnewsp":3593,"Intel":3594,"CBS":3595,"craft":3596,"Ġsites":3597,"Ġclaimed":3598,"Ġequipment":3599,"App":3600,"Brit":3601,"itors":3602,"ĠBomb":3603,"Ġgiving":3604,"ĠMont":3605,"Ġcloser":3606,"nesota":3607,"ocked":3608,"Ġeffect":3609,"Ġdeliver":3610,"ĠMex":3611,"Ġoffers":3612,"iplom":3613,"Ġmoved":3614,"ny":3615,"Ġlim":3616,"Ġroad":3617,"anted":3618,"ĠIts":3619,"ĠRich":3620,"ibility":3621,"etroit":3622,"Ġwater":3623,"ĠSo":3624,"ĠData":3625,"Ġalong":3626,"coming":3627,"Ġappar":3628,"Ġlosses":3629,"ĠSteve":3630,"Canadian":3631,"200":3632,"inger":3633,"ĠSeattle":3634,"Ġmission":3635,"ĠCan":3636,"uting":3637,"Red":3638,"bn":3639,"ten":3640,"iring":3641,"Ġspokesman":3642,"ĠDay":3643,"ĠKashmir":3644,"Ġupgr":3645,"Ġappro":3646,"Ġopened":3647,"ĠBE":3648,"ockey":3649,"Ġadded":3650,"Ġissues":3651,"ĠRod":3652,"sea":3653,"ĠFallujah":3654,"Ġtown":3655,"Ġoutlook":3656,"eather":3657,"Ġstation":3658,"Ġrow":3659,"ĠJohnson":3660,"Ġreceived":3661,"Ġdest":3662,"ĠUs":3663,"lywood":3664,"Ġunc":3665,"yc":3666,"ĠTime":3667,"Ġimprov":3668,"Ġurged":3669,"ilty":3670,"Ġpartners":3671,"elphia":3672,"HP":3673,"Ġforward":3674,"iracy":3675,"ĠRise":3676,"Ġcomes":3677,"Ġproject":3678,"ĠItaly":3679,"Ġcreate":3680,"ED":3681,"west":3682,"eric":3683,"Ġdidn":3684,"ĠTim":3685,"ĠMS":3686,"uries":3687,"eath":3688,"CA":3689,"cc":3690,"Ġthough":3691,"ĠField":3692,"Ġslight":3693,"Ġfront":3694,"ĠMy":3695,"ĠMinnesota":3696,"Ġdivision":3697,"ĠSingh":3698,"Ġstaff":3699,"Ġrole":3700,"orney":3701,"ford":3702,"lish":3703,"yle":3704,"Ġbased":3705,"ĠSil":3706,"ova":3707,"Ġavoid":3708,"Ġpurch":3709,"ĠIr":3710,"ĠPri":3711,"Ġmilitant":3712,"Ġapplications":3713,"ĠDemocratic":3714,"Ġbrowser":3715,"ĠForm":3716,"ĠDutch":3717,"lection":3718,"atory":3719,"uled":3720,"ĠIndust":3721,"Ġresearchers":3722,"Ġtournament":3723,"Factor":3724,"Ġcou":3725,"ĠAtlanta":3726,"NA":3727,"ĠIN":3728,"Ġcompl":3729,"Ġautom":3730,"kn":3731,"wa":3732,"ĠTaiwan":3733,"Ġwinter":3734,"new":3735,"verd":3736,"helsea":3737,"Ġwid":3738,"Ġpros":3739,"enez":3740,"ĠJanuary":3741,"Ġsingle":3742,"ĠBang":3743,"Ġpri":3744,"ĠSome":3745,"assic":3746,"Ġjoint":3747,"AK":3748,"oma":3749,"ĠMobile":3750,"ĠFootball":3751,"ĠDo":3752,"Ġcommercial":3753,"elling":3754,"Ġcarry":3755,"ĠGreece":3756,"ĠCharg":3757,"ajaf":3758,"Ġdrugs":3759,"Ġexperts":3760,"Ġwounded":3761,"ids":3762,"onto":3763,"ĠDetroit":3764,"ĠZeal":3765,"tainment":3766,"ĠWi":3767,"Ġstorage":3768,"ĠVal":3769,"ences":3770,"Ġdistrib":3771,"Ġnetworks":3772,"ĠJuly":3773,"25":3774,"igan":3775,"igns":3776,"Ġsigns":3777,"strong":3778,"Ġovers":3779,"ĠWoods":3780,"Ġquick":3781,"wards":3782,"Ġterrorism":3783,"ICAGO":3784,"ĠAstros":3785,"ps":3786,"read":3787,"Ġdecl":3788,"arzai":3789,"Ġfifth":3790,"ĠHait":3791,"Ġsex":3792,"Ġtight":3793,"ĠCHICAGO":3794,"ĠZealand":3795,"Ġbasketball":3796,"ĠShi":3797,"Ġfaces":3798,"ittee":3799,"pro":3800,"Ġsources":3801,"ĠMilit":3802,"iller":3803,"ellig":3804,"gage":3805,"stron":3806,"Ġmeas":3807,"Ġminutes":3808,"Ġcheck":3809,"ijing":3810,"Ġestim":3811,"ĠVirginia":3812,"GA":3813,"bed":3814,"vet":3815,"than":3816,"ĠLong":3817,"ager":3818,"Ġable":3819,"Ġplayed":3820,"play":3821,"ĠReport":3822,"Amer":3823,"Ġwild":3824,"Ġlosing":3825,"ĠLabor":3826,"ever":3827,"anel":3828,"ĠCisco":3829,"ĠDell":3830,"ĠHen":3831,"epend":3832,"Ġsurv":3833,"LAN":3834,"Ġrepr":3835,"ĠNear":3836,"Ġstreak":3837,"Ġruled":3838,"Ġton":3839,"unk":3840,"Ġserious":3841,"Ġevidence":3842,"Ġcritic":3843,"Ġvehic":3844,"Ġsouth":3845,"olina":3846,"ĠSol":3847,"ĠPre":3848,"ĠRoy":3849,"ĠYou":3850,"ĠDev":3851,"Ġinitial":3852,"inn":3853,"ĠGo":3854,"ĠDisney":3855,"ville":3856,"Ġproposed":3857,"Ġaud":3858,"atform":3859,"Ġmach":3860,"ĠReb":3861,"ĠTele":3862,"ĠMarket":3863,"mas":3864,"Ġoffensive":3865,"Ġincreasing":3866,"Af":3867,"Ġcam":3868,"ĠBob":3869,"riots":3870,"ival":3871,"ĠSpr":3872,"Ġblood":3873,"Ġstarted":3874,"Ġacquire":3875,"ĠMic":3876,"Ġclin":3877,"Ġprosecut":3878,"Ġmom":3879,"ĠTw":3880,"ĠNajaf":3881,"ĠIns":3882,"Ġalleg":3883,"Ġprotect":3884,"Ġforced":3885,"Ġplaying":3886,"lands":3887,"Ġwoman":3888,"eda":3889,"ĠToronto":3890,"Ġsan":3891,"Ġboss":3892,"oles":3893,"Ġren":3894,"Ġholding":3895,"ster":3896,"Ġdebate":3897,"ĠPolice":3898,"Ġaccounting":3899,"iot":3900,"ental":3901,"Ġadvert":3902,"Ġbuilding":3903,"Ġrocket":3904,"Ġstatement":3905,".\\":3906,"Al":3907,"ĠBrown":3908,"ĠHealth":3909,"istic":3910,"onduct":3911,"Ġofficer":3912,"Ġq":3913,"Ġlooks":3914,"ĠTechnology":3915,"Ġdeep":3916,"orrow":3917,"Ġfood":3918,"ĠDiv":3919,"Ġshoot":3920,"Ġwhose":3921,"udy":3922,"ĠYukos":3923,"ĠSuper":3924,"Ġfri":3925,"Ġinning":3926,"ada":3927,"adelphia":3928,"Ġnorth":3929,"acked":3930,"ĠBlue":3931,"Ġhomes":3932,"Ġhuge":3933,"ewart":3934,"angers":3935,"Ġdoesn":3936,"Ġseeking":3937,"FA":3938,"Fi":3939,"UT":3940,"uz":3941,"ĠFour":3942,"Ġcho":3943,"Ġart":3944,"ĠCompany":3945,"Ġsuccessful":3946,"Ġdebut":3947,"Ġreview":3948,"fox":3949,"Ġsit":3950,"Ġwestern":3951,"ĠSpanish":3952,"Ġsett":3953,"ĠKorean":3954,"irl":3955,"ĠRog":3956,"light":3957,"Ġaverage":3958,"Ġhundreds":3959,"Ġreform":3960,"ĠDeb":3961,"ALL":3962,"Ġthreatened":3963,"Ġguard":3964,"ĠAL":3965,"ĠPit":3966,"ĠBer":3967,"Ġbus":3968,"ĠMass":3969,"aeda":3970,"gent":3971,"net":3972,"Ġty":3973,"ĠUkra":3974,"Ġ29":3975,"Ġrejected":3976,"ari":3977,"Ġremains":3978,"Ġsuspended":3979,"Ġacquisition":3980,"Ġtem":3981,"icon":3982,"Ġbecame":3983,"ength":3984,"Ġsoccer":3985,"Ġcode":3986,"ighest":3987,"Ġleaving":3988,"Ġwinner":3989,"IE":3990,"hio":3991,"Ġour":3992,"ĠCount":3993,"Ġearth":3994,"ĠBeijing":3995,"Apple":3996,"ĠMasters":3997,"Ġbeating":3998,"dog":3999,"self":4000,"ulf":4001,"medi":4002,"Ġkidnapped":4003,"Oracle":4004,"come":4005,"ko":4006,"ati":4007,"assy":4008,"Ġparliament":4009,"Ġdropped":4010,"Ġvery":4011,"acec":4012,"urb":4013,"Ġoffered":4014,"ĠServer":4015,"Ġdevice":4016,"ĠIndonesia":4017,"ĠAlex":4018,"Ġcrash":4019,"Ġdispute":4020,"Iran":4021,"Ġwitness":4022,"ĠTreas":4023,"iders":4024,"ansas":4025,"Ġcleric":4026,"Ġreturned":4027,"ĠWarner":4028,"Ġcrowd":4029,"Ġrepres":4030,"Ġread":4031,"Ġreason":4032,"Ġfilm":4033,"Tunes":4034,"aming":4035,"Ġgen":4036,"augh":4037,"house":4038,"larg":4039,"Ġhaving":4040,"Ġnon":4041,"udd":4042,"ĠVo":4043,"ma":4044,"ranked":4045,"enture":4046,"Ġstage":4047,"Ġretire":4048,"Ġchallenge":4049,"Ġcarrier":4050,"ĠEconom":4051,"acecraft":4052,